Repository: Luhruk/cogs
Catalog: levelup/generator/locales/*.po
Languages: es_es

source: Find and kill the process that's using the specified port.
es_es: Encuentra y mata el proceso que está utilizando el puerto especificado.

source: Abbreviate a number
es_es: Abreviar un número

source: Format time in seconds into an extra short human readable string
es_es: Formatear el tiempo en segundos en una cadena de texto extra corta y legible por humanos

source: None
es_es: Ninguno

source: Make a transparent circle
es_es: Hacer un círculo transparente

source: Crop an image into a circle
es_es: Recortar una imagen en un círculo

source: Get a mask for rounded corners
es_es: Obtener una máscara para esquinas redondeadas

source: Blur a section of an image
es_es: Desenfocar una sección de una imagen

source: Clean up a GIF frame
es_es: Limpiar un cuadro de GIF

source: Make a pretty rounded progress bar.
es_es: Hacer una barra de progreso redondeada y bonita.

source: Format fonts into an image
es_es: Formatear fuentes en una imagen

source: Format backgrounds into an image
es_es: Formatear fondos en una imagen

source: Merge two images vertically
es_es: Unir dos imágenes verticalmente

source: Merge two images horizontally
es_es: Unir dos imágenes horizontalmente

source: Extract colors from an image using colorgram.py
es_es: Extraer colores de una imagen usando colorgram.py

source: Calculate the Euclidean distance between two RGB colors
es_es: Calcular la distancia euclidiana entre dos colores RGB

source: Invert an RGB color tuple
es_es: Invertir una tupla de color RGB

source: Generate a random RGB color tuple
es_es: Generar una tupla de color RGB aleatoria

source: Calculate the aspect ratio of an image
es_es: Calcular la relación de aspecto de una imagen

source: Crop image to fit aspect ratio We will either need to chop off the sides or chop off the top and bottom (or add transparent space) Args: image (Image): Image to fit aspect_ratio (t.Tuple[int, int], optional): Fit the image to the aspect ratio. Defaults to (21, 9). preserve (bool, optional): Rather than cropping, add transparent space. Defaults to False. Returns: Image
es_es: Recortar imagen para ajustar la relación de aspecto Tendremos que cortar los lados o cortar la parte superior e inferior (o agregar espacio transparente) Args: imagen (Imagen): Imagen a ajustar relación_de_aspecto (t.Tuple[int, int], opcional): Ajustar la imagen a la relación de aspecto. Predeterminado es (21, 9). preservar (bool, opcional): En lugar de recortar, agregar espacio transparente. Predeterminado es False. Returns: Imagen

source: Get a random background image
es_es: Obtener una imagen de fondo aleatoria

source: Get the average duration of a GIF
es_es: Obtener la duración promedio de un GIF

source: Level {}
es_es: Nivel {}
